Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Stoya has been caught in a deal gone bad.
fr_fr: Stoya s'est retrouvée embarquée dans une négociation qui a dégénérée.

source: She moves to kick her opponent using her Unarmed Combat of 65.
fr_fr: Elle se déplace pour donner un coup de pied à son adversaire en utilisant sa compétence de Combats à Mains Nues de 65.

source: She rolls a 33 (for an MoS of 32), and her opponent rolls a 21 (also successful, but less than Stoya, so she wins).
fr_fr: Elle obtient 33 (pour une MdR de 32) et son opposant obtient un 21 (également un succès, mais inférieur au 33 de Stoya, elle l'emporte donc).

source: She has succeeded and beaten her opponent with an MoS of 30+, scoring an Excellent Success, meaning she will inflict extra damage with the kick.
fr_fr: Elle réussit et bat son adversaire avec une MdR de 30+, obtenant une Réussite Exceptionnelle, signifiant qu'elle infligera des dommages supplémentaires avec son coup de pied.

source: An Opposed Test is called for whenever a character's action may be directly opposed by another.
fr_fr: Un Test en Opposition est demandé lorsque l'action d'un personnage s'oppose directement à l'action d'un autre.

source: Regardless of who initiates the action, both characters must make a test against each other, with the outcome favoring the winner.
fr_fr: Indépendemment de qui commence l'action, les deux personnages doivent faire un test l'un contre l'autre, dont le résultat favorisera le gagnant.

source: To make an Opposed Test, each character rolls d100 against a target number equal to the relevant skill(s) along with any appropriate modifiers.
fr_fr: Pour réaliser un Test en Opposition, chaque personnage lance 1d100 contre un seuil égal à la compétence appropriée modifiée selon la situation.

source: If only one of the characters succeeds (rolls equal to or less than their target number), that character has won.
fr_fr: Si un seul des des personnages réussit (obtient un résultat inférieur ou égal à son seuil), ce personnage l'emporte.

source: If both succeed, the character who gets the highest dice roll wins.
fr_fr: Si les deux réussissent, le personnage qui obtient le résultat le plus élevé gagne.

source: If both characters fail, or they both succeed and roll the same number, then a deadlock occurs—the characters remain pitted against each other, neither gaining ground, until one of them takes another action and either breaks away or makes another Opposed Test.
fr_fr: Si les deux personnages échouent, ou qu'ils réussissent et obtiennent le même résultat, la situation est une impasse - les personnages restent au même niveau, à s'affonter, jusqu'à ce que l'un des deux tente quelque chose et parvienne à sortir de la situation ou décide de faire un autre Test en Opposition.

source: Note that critical successes trump high rolls in an Opposed Test—if both characters succeed and one rolls 54 while the other rolls 44, the critical roll of 44 wins.
fr_fr: Les succès critiquent surpassent le meilleur résultat dans un Test en Opposition - si les deux personnages réussissent et que l'un obtient 54 et l'autre 44, celui qui obtient le résultat critique de 44 l'emporte sur l'autre.

source: Care must be taken when applying modifiers in an Opposed Test.
fr_fr: Il faut apporter une attention particulière aux modificateurs à appliquer dans les Tests en Opposition.

source: Some modifiers will affect both participants equally, and should be applied to both tests.
fr_fr: Certains modificateurs affecteront de manière égale les deux participants et doivent être appliqués aux deux tests.

source: If a modifier arises from one character's advantage in relation to the other, however, that modifier should only be applied to benefit the favored character; it should not also be applied as a negative modifier to the disadvantaged character.
fr_fr: Si un modificateur découle d'un avantage d'un personnage sur l'autre, ce modificateur ne devrait s'appliquer qu'au bénéfice du personnage avantagé; il ne devrait pas être apliqué en temps que modificateur négatif au personnage désavantagé.

source: Zhou has been hired by the Jovian Republic to infiltrate his old pirate band.
fr_fr: Zhou a été employé par la République Jovienne pour infiltrer son ancien équipage pirate.

source: Even though he's resleeved in a new skin, he's worried that one of his old buddies, Wen, might recognize his mannerisms, since they lived, whored, and raided together for years.
fr_fr: Même si il s'est réincarné dans une nouvelle peau, il s'inquiète du fait que l'un de ses anciens pote, Wen, puisse reconnaître ses manières étant donné qu'ils ont vécus, partagés des filles et menés des raids ensemble pendant des années.

source: After Zhou has spent some time in Wen's company, the gamemaster makes a secret Opposed Test, pitting Zhou's Impersonation skill of 57 against Wen's Kinesics of 34.
fr_fr: Après que Zhou ait passé un peu de temps en compagnie de Wen, le maître de jeu fait un Test en Opposition secret, opposant la compétence Imposture de 57 de Zhou contre la Kinésique de 34 de Wen.

source: The gamemaster decides to give Wen a bonus +20, since he is so familiar with his former buddy and has been on the lookout for him, eager to repay the old grudge that split them apart.
fr_fr: Le maître de jeu décide de donner à Wen un bonus de +20 étant donné qu'il est extrêmemet familier de son vieux pote et qu'il le recherche activement, impatient de lui faire payer la vieille rancune qui les a séparée.

source: Wen's target number is now 54.
fr_fr: Le seuil de Wen est de 54.

source: The gamemaster rolls for both.
fr_fr: La maître de jeu lance les dés pour les deux protagonistes.

source: Zhou scores a 45 and Wen a 39.
fr_fr: Zhou obtient 45 et Wen 39.

source: Both succeed, but Zhou rolled higher, so his deception is successful.
fr_fr: Les deux réussissent, mais Zhou obtient un meilleur résultat, son mensonge est donc une réussite.

source: The gamemaster decides that Wen finds something about Zhou to be familiar, but he can't put his finger on it.
fr_fr: Le maître de jeu décide que Wen trouve quelquechose de familier à Zhou, sans pouvoir mettre le doigt dessus.

source: {Opposed tests and margin of success/failure}
fr_fr: {Tests en Opposition et Marge de Réussite/d'Échec}

source: In some cases, it may also be important to note a character's Margin of Success or Failure in an Opposed Test, as with a Success Test above.
fr_fr: Dans certains cas, il peut être important de prendre en compte la Marge de Réussite ou d'Echec dans un Test en Opposition, de la même manière qu'avec un Test de réussite comme décrit ci-dessus.

source: In this case, the MoS/MoF is still determined by the difference between the character's roll and their target number—it is not calculated by the difference between the character's roll and the opposing character's roll.
fr_fr: Dans ce cas, la MdR/MdE est toujours déterminée par l'écart entre le jet d'un personnage et son seuil - elle n'est pas calculée par la différence entre le résultat obtenus par les deux personnages.

source: In some cases, the rules will call for a Variable Opposed Test, which allows for slightly more outcomes than a standard Opposed Test.
fr_fr: Dans certains cas, les règles demandent un Test en Opposition Variable, qui permet des issues plus fines qu'un test en Opposition standard.

source: If both characters succeed in a Variable Opposed Test, then an outcome is obtained which is different from just one character winning over the other.
fr_fr: Si les deux personnages réussissent leur jet lors d'un Test en Opposition Variable, alors l'issue est différente de la simple victoire d'un personnage sur l'autre.

source: The exact outcomes are noted with each specific Variable Opposed Test.
fr_fr: L'issue exacte est notée avec chaque Test en Opposition Variable.

source: Jaqui needs to hack into a local network to retrieve some video footage.
fr_fr: Jaqui a besoin de hacker un réseau local pour récupérer des extraits vidéos.

source: The network is ac- tively defended by an AI, so a Variable Opposed Test is called for, pitting Jaqui's Infosec skill of 48 against the AI's Infosec of 25.
fr_fr: Le réseau est activement défendu par une IA, un Test en Opposition Variable est donc demandé, opposant la Compétence Infosec de 48 de Jacqui contre l'Infosec de 25 de l'IA.

source: Jaqui rolls a 48—a success—but the AI rolls a 14—also a success.
fr_fr: Jaqui obtient un 48 - une réussite - mais l'IA obtient un 24 - également une réussite.

source: In this circumstance, Jaqui succeeds in hacking in, but the AI is aware of the infiltration and can take active countermeasures against her.
fr_fr: Dans ces circonstances, Jaqui réussit a hacker le réseau, mais l'IA est consciente de l'infiltration et peut prendre des contre-meusre active contre Jaqui.

source: Time and actions
fr_fr: Temps et Actions.

source: Though the gamemaster is responsible for managing the speed at which events unfold, there are times when it is important to know exactly who is acting when, especially if some people are acting before or after other people.
fr_fr: Bien que le maître de jeu soit responsable de la gestion de la vitesse à laquelle se déroule les évènements, il y a des moments où il est important de savoir exactement qui agît quand, particulièrement si des personnages agissent avant ou après d'autres.

source: In these circumstances, gameplay in Eclipse Phase is broken down into intervals called Action Turns.
fr_fr: Dans ces circonstances, le jeu dans Eclipse Phase est divisé en intervalle appelés Tour d'Action.

source: Each Action Turn is three seconds long, meaning there are twenty Action Turns per minute.
fr_fr: Chaque Tour d'Action dure trois secondes, ce qui signifie qu'il y a vingt Tours d'Action par minute.

source: The order in which characters act during a turn is determined by an Initiative Test (see Initiative, p.
fr_fr: L'ordre dans lequel les personnages agissent durant un tour est déterminé par un test d'Initiative (voir Initiative, p.

source: Action Turns are further subdivided into Action Phases.
fr_fr: Les Tours d'Actions sont ensuite subdivisés en Phases d'Action.

source: Each character's Speed stat (p.
fr_fr: La stat Vitesse (p. 121) de chaque personnage

source: 121) determines the amount of actions they can take in a turn, represented by how many Action Phases they may take.
fr_fr: détermine le total d'actions qu'ils peuvent faire en un tour, représenté par le nombre de Phases d'Action qu'ils peuvent prendre.

source: The types of actions a character may take in an Action Turn are broken down to: Automatic, Quick, Complex, and Task actions.
fr_fr: Le type d'action qu'un personnage peut prendre en un Tour d'Action sont réparties en quatre type: Action Automatique, Rapide, Complexe et de Tâches.

source: Automatic actions are “always on” and require no effort from the character, assuming they are conscious.
fr_fr: Les actions automatiques sont "toujours actives" et ne nécessitent pas d'effort de la part du personnage, en partant du principe qu'ils sont conscient.

source: Examples: basic perception, certain psi sleights
fr_fr: Exemples: perception simple, certains exploits psi.

source: Quick actions are simple, so they can be done fast and can be multi-tasked.
fr_fr: Les actions rapide sont simples, elles peuvent donc être exécutées rapidement et simultanément à d'autres.

source: The gamemaster determines how many Quick actions a character may take in a turn.
fr_fr: Le maître de jeu décide combien d'actions Rapide un personnage peut prendre en un tour.

source: Examples: talking, switching a safety, activating an implant, standing up
fr_fr: Exemples: parler, basculer un cran de sureté, activer un implant, se relever.

source: Complex actions require concentration or effort.
fr_fr: Les actions Complexes recquièrent concentration et effort.

source: The number of Complex actions a character may take per turn is determined by their Speed stat (see p.
fr_fr: Le nombre d'actions Complexe qu'un personnage peut faire en un tour est déterminé par sa stat Vitesse (voir p.

source: Examples: attacking, shooting, acrobatics, disarming a bomb, detailed examination
fr_fr: Exemples: attaquer, tirer, faire des acrobaties, désarmer une bombe, mener un examen détaillé.

source: Task actions are any actions that require longer than one Action Turn to complete.
fr_fr: Les actions de Tâches sont des actions qui nécessitent plus de temps qu'un Tour d'Action pour se réaliser.

source: Each Task action has a timeframe, usually listed in the task description or otherwise determined by the gamemaster.
fr_fr: Chaque action de Tâche à un intervalle de temps, habituellement listé dans la description de la tâche ou déterminée par le maître de jeu.

source: The time-frame determines how long the task takes to complete, though this may be reduced by 10 percent for every 10 full points of MoS the character scores on the test (see Margin of Success/Failure, p.
fr_fr: L'intervalle de temps détermine la durée nécessaire pour terminer la tâche, bien que ce temps puisse être réduit de 10 pourcent pour chaque tranche complète de 10 points de MdR obtenues par le personnage (voir Marge de Succès/d'Échec, p.

source: If a character fails on a Task action test roll, they work on the task for a minimum period equal to 10 percent of the timeframe for each 10 full points of MoF before realizing it's a failure.
fr_fr: Si un personnage rate son jet lors d'une action de Tâche, il travaille à la tâche pendant une période minimale égale à 10 pourcent de l'intervalle de temps pour chaque tranche complète de 10 points de MdE avant de s'apercevoir de leur échec.

source: For Task actions with timeframes of one day or longer, it is assumed that the character only works eight hours per day.
fr_fr: Pour les actions de Tâche avec un intervalle de temps de plus d'une journée, on part du principe que le personnage travaille 8 heures par jour.

source: A character that works more hours per day may reduce the time accordingly.
fr_fr: Un personnage travaillant plus de huit heures par jour réduit le temps nécessaire en proportion.

source: Characters working on Task actions may also interrupt their work to do something else and then pick up where they left off, unless the gamemaster rules that the action requires continuous and uninterrupted attention.
fr_fr: Les personnages travaillant à des actions de Tâche peuvent interrompre leur travail pour faire quelque chose d'autre et reprendre ensuite le boulot là où ils l'ont arrété, sauf si le maître de jeu décide que l'acion nécessite une attention continue et ininterrompue.

source: Similar to taking the time (p.
fr_fr: De manière similaire à celle utilisée pour Prendre son Temps (p.

source: 117), a character may rush the job on a Task action, taking a penalty on the test in order to decrease the timeframe.
fr_fr: 117), un personnage peut précipiter le travail sur une action de Tâche, en prenant une pénalité sur le test afin de réduire l'intervalle de temps.

source: The character must declare they are rushing the job before they roll the test.
fr_fr: Le personnage doit déclarer qu'il précipite son action avant de lancer les dés.

source: For every 10 percent they wish to reduce the timeframe, they incur a –10 modifier on the test (to a maximum reduction of 60 percent with a maximum modifier of –60).
fr_fr: Pour chaque réduction de 10% de l'intervalle de temps, il reçoit un modificateur de -10 à son test (jusqu'à un maximum de 60 pourcent pour un odificateur maximal de -60).

source: Defining your character
fr_fr: Définir votre personnage

source: In order to gauge and quantify what your character is merely good at and what they excel in—or what they are clueless about and suck at—Eclipse Phase uses a number of measurement factors: stats, skills, traits, and morphs.
fr_fr: Afin d'évaluer et de quantifier les domaines que votre personnage connaît à peine et ceux dans lesquels il est un exepert - ou pour déterminer ce pour quoi ils n'ont aucune idée et ce à quoi ils sont nuls - Eclipse Phase utilise un nombre de facteurs d'évaluation: stats, compétences, traits et morphs.

source: Each of these characteristics is recorded and tracked on your character's record sheet (p.
fr_fr: Chacune de ces caractéristiques est enregistrée et suivie sur votre fiche de personnage (p.

source: Your character concept defines who you are in the Eclipse Phase universe.
fr_fr: Le concept de votre personnage définit qui vous êtes dans l'univers d'Eclipse Phase.

source: You're not just a run-of-the-mill plebeian with a boring and mundane life, you're a participant in a post- apocalyptic transhuman future who gets caught up in intrigue, terrible danger, unspeakable horrors, and scrambling for survival.
fr_fr: Vous n'êtes pas juste un plébéien moyen avec une vie ennuyante et monotone, vous êtes un participant actif d'un futur transhumain et post-apocalyptique qui se retrouve embarqué dans des intrigues, de terribles dangers, d'innomables horreurs et qui se débat pour sa survie.

source: Much like a character in an adventure, drama, or horror story, you are a person to whom interesting things happen—or if not, you make them happen.
fr_fr: Comme à peu près tous les personnages dans une aventure, un drame ou une histoire d'horreur, vous êtes une personne à qui il arrive des choses intéressantes - ou si ce n'est pas le cas, vous faites en sorte que cela vous arrive.

source: This means your character needs a distinct personality and sense of identity.
fr_fr: Cela signifie que votre personnage a besoin d'une personnalité distincte et d'un sens de l'identité.

source: At the very least, you should be able to sum up your character concept in a single sentence, such as “cantankerous neotenic renegade archaeologist with anger management issues” or “thrill-seeking social animal who is dangerously obsessed with conspiracy theories and mysteries.” If it helps, you can always borrow ideas from characters you've seen in movies or books, modifying them to fit your tastes.
fr_fr: A l'extrême limite, vous devriez être capable de résumer le concept de votre personnage en une phrase simple, telle que "un archéologiste renégat néoténique et aigri avec des problèmes de gestion de la colère" ou "un animal social casse-cou qui est dangereusement obsédé par les théories conspirationnsites et les mystères." Si cela vous aide, vous pouvez toujours emprunter des idées d'autres personnage que vous avez vu dans un film ou des livres, en les adapatant à vos goûts.

source: Your character's concept will likely be influenced by two important factors: background and faction.
fr_fr: Le concept de votre personnage sera probablement influencé par deux facteurs importants: historique et faction.

source: Your background denotes the circumstances under which your character was raised, while your faction indicates the post-Fall grouping to which you most recently held ties and allegiances.
fr_fr: Votre historique indique les circonstances dans lesquelles votre personnage a été éduqué, alors que votre faction indique le plus récent groupe post-Chute avec lequel vous avez gardé des attaches et des allégeance.

source: Both of these play a role in character creation (p.
fr_fr: Les deux éléments jouent un rôle dans la création de personnage (p.

source: The clash of ideologies and memes is a core component of Eclipse Phase, and so every character has three motivations—personal memes that dominate the character's interests and pursuits.
fr_fr: Le choc des idéologies et des mêmes est une composante au cœur d'Eclipse Phase, et chaque personnage a donc trois motivations - des mêmes personnels qui dominent les buts et les intérêts du personnage.

source: These memes may be as abstract as ideologies the character adheres to or supports—for example, social anarchism, Islamic jihad, or bioconservatism -— or they may be as concrete as specific outcomes the character desires, such as revealing a certain hypercorp's corruption, obtaining massive personal wealth, or winning victories for uplifted rights.
fr_fr: Ces mêmes peuvent être aussi abstrait que des idéologies auxquelles le personnage adhère ou qu'il supporte - par exemple, l'anarchisme social, le jihad Islamiste ou le bioconservatisme - ou aussi concret que des objectifs que le personnage désire atteindre, tels que révéler la corruption d'une hypercorp particulière, obtenir une richesse personnelle massive ou gagner des batailles pour obtenir des droits pour les élevés.

source: A motivation may also be framed in opposition to something; for example, anti-capitalism or anti-pod-citizenship, or staying out of jail.
fr_fr: Une motivation peut aussi être définie en opposition à quelque chose; par exemple l'anti-capitalisme ou le refus de la citoyenneté pour les pods, ou rester hors de prison.

source: In essence, these are ideas that motivate the character to do the things they do.
fr_fr: Ce sont les idées qui, par essence, motivent le personnage à faire les choses qu'ils font.

source: Motivation is best noted as a term or short phrase on the character sheet, marked with a + (in favor of) or – (opposed to).
fr_fr: Les motivations sont généralement notées comme un mot ou une courte phrase sur la fiche de personnage, marquées avec un + (en faveur de) ou un - (opposé à).

source: Players are encouraged to develop their own distinct motivations for their characters, in cooperation with the gamemaster.
fr_fr: Les joueurs sont encouragés à développer leurs propres motivations pour leurs personnages, en coopération avec le maître de jeu.

source: Some examples are provided on p.
fr_fr: Des exemples sont fournis p.

source: In game terms, motivation is used to help define the character's personality and influence their actions for roleplaying purposes.
fr_fr: En termes de jeu, les motivations sont utilisées pour aider à définir la personnalité d'un personnage et l'influence de leurs actions dans un but de rôleplay.

source: It also serves to regain Moxie points (p.
fr_fr: Elles permettent aussi de regagner des points Moxie (p.

source: 122) and earn Rez Points for character advancement (p.
fr_fr: 122) et de gagner des points de Rez pour l'avancement du personnage (p.

source: Motivational goals may be short-term or long-term, and may in fact change for a character over time.
fr_fr: Les objectifs motivés peuvent avoir un court ou un moyen terme, et peuvent de fait évoluer au fil du temps pour un personnage.

source: Short-term goals are more immediately obtainable objectives or short-lived interests, and these goals are likely to change once achieved.
fr_fr: Des objectifs à court-terme sont atteignables plus immédiatement ou de simples passades, et ces buts sont plus sujet à changer une fois atteint.

source: Even so, they should reflect intentions that will take more than one game session to reach, possibly covering weeks or months.
fr_fr: Même ainsi, ils doivent refléter des intentions qui prendront plus d'une session de jeu à accomplir, pouvant couvrir plusieurs semaines ou mois de jeu.

source: These short-term goals may in fact tie directly into the gamemaster's current storyline.
fr_fr: Ces objectifs à court terme peuvent en fait être directement liés à la trame du maître de jeu.

source: Examples include conducting a full analysis of an alien artifact, completing a research project, or living life as an uplifted dog for a while.
fr_fr: Les exemples incluent mener une analyse complète d'un artefact étranger, compléter un projet de recherche ou vivre la vie d'un chien élevé pendant un moment.
